{
    "nav": [
        "Buy a Ticket",
        "Lightning Talk",
        "More",
        "Become a sponsor",
        "Venue",
        "Accessibility",
        "Guide of Medellín",
        "Code of Conduct",
        "FAQ",
        "Sponsors",
        "-v 2.0.17",
        "-v 2.0.18",
        "-v 2.0.18 Videos",
        "Speakers",
        "Opportunity Grant",
        "Agenda"
    ],
    "date": "May 17 - 18th 2019",
    "tickets": "Buy your tickets",
    "mailing": {
        "title": "Stay tuned, join our mailing list",
        "button": "Join",
        "follow": "And follow us"
    },
    "buy": {
        "title": "Get your ticket!",
        "button": "Buy now!"
    },
    "about": {
        "title": "About us",
        "blue": "ScaleConf Colombia is a 2-day language-agnostic tech conference about scalability, distributed systems, security, machine learning, DevOps, modern software tools and practices.",
        "first": "Our main objective is to level up the community’s knowledge, by bringing great speakers from the teams that are paving the way for a global scale in tomorrow’s apps and services.",
        "second": "Our last event was successful beyond our expectations, with over 350 attendees, 19 awesome speakers, 14 sponsors and 2 days of exciting talks. Our next event is happening May 17 & 18, 2019!"
    },
    "speakers": "Speakers",
    "code": {
        "title": "Code of Conduct",
        "texts": [
            "A primary goal of ScaleConf Colombia is to be inclusive to the largest number of contributors, with the most varied and diverse backgrounds possible.",
            "As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of gender, sexual orientation, ability, ethnicity, socioeconomic status, and religion (or lack thereof). This code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior. We invite all those who participate in ScaleConf Colombia to help us create safe and positive experiences for everyone."
        ],
        "button": "Read our Code of Conduct"
    },
    "footer": {
        "title": "Let’s stay in touch, follow us",
        "question": "Got any questions?"
    },
    "seeMap": "See the map",
    "venue": {
        "title": "Venue",
        "first": "The conference will be held at Complejo Ruta N, Calle 67 Nº 52-20 which is easily accessible by uber, taxi, bus and a 5 minute walk away from Universidad Metro station. There are a bunch of restaurants that are part of Ruta N's complex or a short walking distance in which you will be able to find lunch.",
        "address": "Address",
        "venue": {
            "name": "RutaN Medellín",
            "address": "Calle 67 Nº 52-20",
            "website": "https://www.rutanmedellin.org",
            "linkText": "Website"
        }
    },
    "hotel": {
        "title": "Hotel",
        "first": "Our principal hotel is the Diez Hotel, perfectly located in the heart of Medellín’s vibrant El Poblado neighborhood. The Hotel showcase a unique blend of traditional and modern architecture crafted by some of the finest local artisans.",
        "address": "Address",
        "hotel": {
            "name": "Diez Hotel Categoria Colombia",
            "address": "Calle 10 A Nº 34 - 11",
            "website": "https://reservations.travelclick.com/103293?groupID=2260275",
            "linkText": "Book Now!"
        }
    },
    "cfp": {
        "title": "Our CFP is open",
        "description": "Come and share your knowledge. Lightning Talks reserved for colombian citizens or latinos living in Colombia.",
        "buttons": [ "Submit a talk", "Submit a lightning talk" ]
    },
    "sponsors": {
        "title": "Our Sponsors",
        "description": "They make this event possible",
        "button": "Become a sponsor",
        "hiring": "Hiring!"
    },
    "accessibility": {
        "title": "Accessibility",
        "texts": [
            "Our venue RutaN is accessible from the surrounding three streets. If you arrive via Carrera 55, you will find the ramp on the left side facing the building. RutaN has bathrooms on the first floor with accessible stalls. Our registration is at table level. Our event is on the first floor. Our lobby area does get crowded in between breaks. Our speaker lounge is on the second floor and is accessible by elevator.",
            "Our official hotel, el Diez Hotel, has a ramp on the side of the entrance and elevators to the room. The Diez Hotel has accessible rooms.",
            "Our closing event venue has not been confirmed as of yet. If you have further questions, please contact us at hola [a] scaleconfco.com"
        ]
    },
    "scholarship": {
        "title": "Opportunity Grant",
        "texts": [
            "We are constantly looking for ways to make the web development community more inclusive, and our opportunity grant program, which covers the cost of a full ScaleConf Colombia ticket is an important part of that effort.",
            "This scholarship is open to any person that self-identifies as part of an underpresented group in technology and is looking for an opportunity to grow."
        ],
        "buttons": [
            "I want to apply!",
            "I want to sponsor!"
        ]
    }
}