{
    "nav": [
        "Comprar Entradas",
        "Charla Rápida",
        "Mas",
        "Se un patrocinador",
        "Lugar del Evento",
        "Accesibilidad",
        "Guia de Medellín",
        "Codigo de Conducta",
        "FAQ",
        "Patrocinadores",
        "-v 2.0.17",
        "-v 2.0.18",
        "2018 Videos",
        "Speakers",
        "Becas de Oportunidad",
        "Agenda"
    ],
    "date": "Mayo 17 - 18 2019",
    "tickets": "Reserva ahora tu entrada",
    "mailing": {
        "title": "Mantente en contacto, entra en nuestra lista de emails",
        "button": "Entrar",
        "follow": "Y síguenos"
    },
    "buy": {
        "title": "¡Obten tu entrada!",
        "button": "¡La quiero ya!"
    },
    "about": {
        "title": "Acerca de la conferencia",
        "blue": "ScaleConf Colombia es un evento agnóstico a los lenguajes de programación, que busca actualizar los conocimientos de la comunidad en temas como escalabilidad, sistemas distribuídos, machine learning, seguridad, DevOps, herramientas y prácticas modernas de software.",
        "first": "Nuestro principal objetivo es incrementar el nivel del conocimiento de la comunidad, brindando grandes conferencistas de los equipos que estan pavimentando el camino a la escalabilidad global de las aplicaciones y servicios del mañana",
        "second": "Nuestro último evento fue exitoso más allá de nuestras expectativas, con más de 350 asistentes, 19 ponentes increíbles, 14 patrocinadores y dos días de charlas. Nuestro próximo evento se realizara entre Mayo 17 & 18, 2019!"
    },
    "speakers": "Speakers",
    "code": {
        "title": "Código de Conducta",
        "texts": [
            "Un objetivo principal de ScaleConf Colombia es incluir a la mayor cantidad de contribuyentes, con los perfiles más variados y diversos posibles.",
            "Como tal, nos comprometemos a proporcionar un entorno amigable, seguro y acogedor para todos, independientemente de su sexo, orientación sexual, capacidad, origen étnico, nivel socioeconómico y religión (o la falta de ella). Este código de conducta describe nuestras expectativas para todos aquellos que participan en nuestra comunidad, así como también las consecuencias de un comportamiento inaceptable. Invitamos a todos los que participan en ScaleConf Colombia a que nos ayuden a crear experiencias seguras y positivas para todos."
        ],
        "button": "Lee nuestro Código de Conducta"
    },
    "footer": {
        "title": "Estemos en contacto, síguenos",
        "question": "¿Tienes alguna pregunta?"
    },
    "seeMap": "Ver el mapa",
    "venue": {
        "title": "Lugar del Evento",
        "first": "La conferencia se realizará en el Complejo Ruta N, Calle 67 Nº 52-20 al cual se puede llegar fácilmente en taxi, bus o 5 minutos caminando desde la estación Universidad del sistema Metro. Hay varios restaurantes que hacen parte del complejo Ruta N o quedan muy cerca caminando donde podrás encontrar buenos lugares para almorzar.",
        "address": "Dirección",
        "venue": {
            "name": "RutaN Medellín",
            "address": "Calle 67 Nº 52-20",
            "website": "https://www.rutanmedellin.org",
            "linkText": "Sitio Web"
        }
    },
    "hotel": {
        "title": "Hotel",
        "first": "Nuestro principal hotel es el Diez Hotel, perfectamente ubicado en el corazón del vibrante barrio de El Poblado de Medellín. El hotel exhibe una mezcla única de arquitectura tradicional y moderna creada por algunos de los mejores artesanos locales.",
        "address": "Dirección",
        "hotel": {
            "name": "Diez Hotel Categoria Colombia",
            "address": "Calle 10 A Nº 34 - 11",
            "website": "https://reservations.travelclick.com/103293?groupID=2260275&languageid=2",
            "linkText": "Agendar ahora"
        }
    },
    "cfp": {
        "title": "Nuestro CFP está abierto",
        "description": "Ven y comparte tu conocimiento. Las Charlas rápidas están reservadas para ciudadanos colombianos o latinoamericanos viviendo en Colombia.",
        "buttons": [ "Comparte una charla", "Comparte una charla rápida" ]
    },
    "sponsors": {
        "title": "Nuestros patrocinadores",
        "description": "Ellos hacen este evento posible",
        "button": "Se un patrocinador",
        "hiring": "¡Contratando!"
    },
    "accessibility": {
        "title": "Accesibilidad",
        "texts": [
            "Nuestro lugar de conferencias RutaN es accesible desde las 3 calles que lo rodean. Si usted llega por la Carrera 55 podrá encontrar una rampa en el lado izquierdo del edificio. RutaN tiene baños en el primer piso con puestos accesibles. Nuestro registro está a nivel de mesa. Nuestro evento es en el primer piso. Nuestra zona del vestíbulo se llena en los descansos. Nuestro salón de conferencistas esta en el segundo piso y es accesible por elevador.",
            "Nuestro hotel principal, el Diez Hotel, tiene rampa al lado de la entrada y elevadores a los cuartos. El Diez Hotel tiene cuartos accesibles.",
            "Nuestro lugar para el evento de cierre aún no ha sido confirmado. Si usted tiene dudas, por favor contactese con nosotros a hola [a] scaleconfco.com"
        ]
    },
    "scholarship": {
        "title": "Becas de Oportunidad",
        "texts": [
            "Constantemente estamos buscando maneras para hacer más inclusiva a la comunidad de desarrollo, y nuestro programa de becas de oportunidad, que cubre el costo de un boleto para ScaleConf Colombia, es una parte importante de esta iniciativa.",
            "Estas becas están abiertas a cualquier persona que se identifique como parte de un grupo subrepresentado en tecnología y esté buscando una oportunidad para crecer."
        ],
        "buttons": [
            "¡Quiero aplicar!",
            "¡Quiero patrocinar una beca!"
        ]
    }
}